<?php
$lang['L_INSTALLFINISHED']="<br>Инсталляция завершена  --> <a href=\"index.php\">запуск MySQLDumper</a><br>";
$lang['L_INSTALL_TOMENU']="Вернуться на Главное меню";
$lang['L_INSTALLMENU']="Главное меню";
$lang['L_STEP']="Шаг";
$lang['L_INSTALL']="Установка";
$lang['L_UNINSTALL']="Деинсталляция";
$lang['L_TOOLS']="Инструменты";
$lang['L_EDITCONF']="Редактировать конфигурацию";
$lang['L_OSWEITER']="Продолжить без сохранения";
$lang['L_ERRORMAN']="<strong>Ошибка при сохранении конфигурации!</strong><br>Отредактируйте файл ";
$lang['L_MANUELL']="вручную";
$lang['L_CREATEDIRS']="Создать папку";
$lang['L_INSTALL_CONTINUE']="Продолжить без установки";
$lang['L_CONNECTTOMYSQL']="Соединиться с MySQL ";
$lang['L_DBPARAMETER']="Параметры баз данных";
$lang['L_CONFIGNOTWRITABLE']="Я не могу записать файл \"config.php\".
Используя свою FTP-клиентскую программу, установите CHMOD этот файл 0777";
$lang['L_DBCONNECTION']="Соединение с базами данных";
$lang['L_CONNECTIONERROR']="Ошибка: невозможно соединиться.";
$lang['L_CONNECTION_OK']="Соединение с базами данных установлено.";
$lang['L_SAVEANDCONTINUE']="Сохранить и продолжить установку";
$lang['L_CONFBASIC']="Основные параметры";
$lang['L_INSTALL_STEP2FINISHED']="Параметры баз данных успешно сохранены.";
$lang['L_INSTALL_STEP2_1']="Продолжить установку с настройками по умолчанию";
$lang['L_LASTSTEP']="Завершение установки";
$lang['L_FTPMODE']="Создать необходимые каталоги в safe-mode";
$lang['L_IDOMANUAL']="Я создам папки самостоятельно";
$lang['L_DOFROM']="начать с";
$lang['L_FTPMODE2']="Создать папки по FTP:";
$lang['L_CONNECT']="соединение";
$lang['L_DIRS_CREATED']="Папки созданы, права доступа назначены правильно.";
$lang['L_CONNECT_TO']="соединиться с";
$lang['L_CHANGEDIR']="перейти в папку";
$lang['L_CHANGEDIRERROR']="невозможно перейти в папку ";
$lang['L_FTP_OK']="FTP параметры верны";
$lang['L_CREATEDIRS2']="Создать папки";
$lang['L_FTP_NOTCONNECTED']="FTP-соединение не установлено!";
$lang['L_CONNWITH']="Соединение с";
$lang['L_ASUSER']="как пользователь";
$lang['L_NOTPOSSIBLE']="невозможно";
$lang['L_DIRCR1']="создать рабочую папку";
$lang['L_DIRCR2']="создать папку резервных копий";
$lang['L_DIRCR4']="создать папку логов";
$lang['L_DIRCR5']="создать папку конфигурации";
$lang['L_INDIR']="теперь в папке";
$lang['L_CHECK_DIRS']="Проверить мои папки";
$lang['L_DISABLEDFUNCTIONS']="Отключенные функции";
$lang['L_NOFTPPOSSIBLE']="Нет FTP функций!";
$lang['L_NOGZPOSSIBLE']="Нет функций сжатия!";
$lang['L_UI1']="Все рабочие каталоги, которые могут содержать резервные копии будут удалены.";
$lang['L_UI2']="Вы действительно желаете это сделать?";
$lang['L_UI3']="нет, прервать немедленно";
$lang['L_UI4']="да, продолжить";
$lang['L_UI5']="удалить рабочие папки";
$lang['L_UI6']="все были успешно удалены.";
$lang['L_UI7']="Пожалуйста, удалите каталог скрипта";
$lang['L_UI8']="на один уровень вверх";
$lang['L_UI9']="Произошла ошибка, удаление невозможно</p>Ошибка в папке ";
$lang['L_IMPORT']="Импортировать конфигурацию";
$lang['L_IMPORT3']="Конфигурация была загружена ...";
$lang['L_IMPORT4']="Конфигурация сохранена.";
$lang['L_IMPORT5']="Запуск MySQLDumper";
$lang['L_IMPORT6']="Меню установки";
$lang['L_IMPORT7']="Закачать конфигурацию";
$lang['L_IMPORT8']="назад к закачке";
$lang['L_IMPORT9']="Это не конфигурации резервного копирования!";
$lang['L_IMPORT10']="Конфигурация была закачана успешно...";
$lang['L_IMPORT11']="<strong>Ошибка: </strong>Возникли проблемы при записи оператора SQL";
$lang['L_IMPORT12']="<strong>Ошибка: </strong>Возникли проблемы при записи config.php";
$lang['L_INSTALL_HELP_PORT']="(пусто = по умолчанию)";
$lang['L_INSTALL_HELP_SOCKET']="(пусто = по умолчанию)";
$lang['L_TRYAGAIN']="Попробуйте еще раз";
$lang['L_SOCKET']="Сокет";
$lang['L_PORT']="Порт";
$lang['L_FOUND_DB']="найдены БД";
$lang['L_FM_FILEUPLOAD']="Закачать файл";
$lang['L_PASS']="Пароль";
$lang['L_NO_DB_FOUND_INFO']="Успешное подключение к базам данных.<br>
Ваши данные пользователя является действительным, и были приняты MySQL-сервером.<br>
Но MySQLDumper не в состоянии найти ни одной базы данных.<br>
На некоторых серверах автоматическое обнаружение с помощью сценария блокируется.<br>
После завершения установки, вы должны подключиться к базам данных под своим именем вручную.
Кликните \конфигурация\" \"Параметры подключение параметров - отобразить\" и введите имя базы данных.";
$lang['L_SAFEMODEDESC']="Поскольку PHP работает в safe mode, вам необходимо создать следующие каталоги вручную с помощью вашей FTP-клиентской программы:";
$lang['L_ENTER_DB_INFO']="Сначала кликните по \"Соединиться с MySQL\". В случае, если не обнаружено ни одной базы данных, введите здесь требуемое имя базы данных.";
?>