<?php
$lang['L_HELP_DB']="Это список всех баз данных";
$lang['L_HELP_PRAEFIX']="префикс - это символы в начале имени таблицы, который работают как фильтр.";
$lang['L_HELP_ZIP']="Сжатие GZip - рекомендуется состояние 'включено'";
$lang['L_HELP_MEMORYLIMIT']="Макс. объем памяти в байтах для скрипта\n0 = отключено";
$lang['L_MEMORY_LIMIT']="Лимит памяти";
$lang['L_HELP_AD1']="Если включено, то файлы резервных копий будут удалены автоматически.";
$lang['L_HELP_AD3']="максимальное количество файлов копий (для автоудаления)
0 = отключено";
$lang['L_HELP_LANG']="выберите язык";
$lang['L_HELP_EMPTY_DB_BEFORE_RESTORE']="Для того, чтобы избежать появления бесполезных данных, вы можете запланировать очистку базы данных перед началом восстановления";
$lang['L_HELP_CRONEXTENDER']="Расширение скриптов Perl, по умолчанию '.pl'";
$lang['L_HELP_CRONSAVEPATH']="Имя конфигурационного файл Perl";
$lang['L_HELP_CRONPRINTOUT']="Если отключено, вывод не будет отображаться на экране.
Это не влияет на вывод в лог-файл.";
$lang['L_HELP_CRONSAMEDB']="Использовать в Cron ту же самую базу данных, что указана в конфигурации для Баз Данных?";
$lang['L_HELP_CRONDBINDEX']="выбрать базу данных для Cron";
$lang['L_HELP_FTPTRANSFER']="Если включено, то файл будет отправлен через FTP.";
$lang['L_HELP_FTPSERVER']="Адрес FTP-сервера";
$lang['L_HELP_FTPPORT']="Порт FTP-сервера, обычно: 21";
$lang['L_HELP_FTPUSER']="введите имя пользователя FTP";
$lang['L_HELP_FTPPASS']="введите пароль для доступа FTP";
$lang['L_HELP_FTPDIR']="Где папка загрузки? Укажите путь!";
$lang['L_HELP_SPEED']="Минимальная и максимальная скорость, по умолчанию 50 до 5000";
$lang['L_SPEED']="Управление скоростью";
$lang['L_HELP_CRONEXECPATH']="Место сценария Perl.\nОтправной точкой является HTTP-адрес (например, адреса в браузере)\nДопускаютя абсолютный или относительные точки входа.";
$lang['L_CRON_EXECPATH']="Путь к скриптам Perl";
$lang['L_HELP_CRONCOMPLETELOG']="Если включено, результат будет записан в лог-файл.
Это не влияет на вывод текста на экран";
$lang['L_HELP_FTP_MODE']="При возникновении проблем во время передачи через FTP, попробуйте использовать пассивный режим. ";
?>